Repository: rmbl/openspeak
Catalog: po/*.po
Languages: de

source: [1;31m ERROR [0m
de: [1;31m FEHLER[0m

source: ERROR
de: FEHLER

source: %1% is licensed under the terms of the GPL. See COPYING for more informations. Copyright (c) 2006 - 2009 openSpeak Team (http://openspeak-project.org) For authors see the AUTHORS file
de: %1% ist unter der GPL lizensiert. Für mehr Informationen siehe COPYING. Copyright (c) 2006 - 2009 openSpeak Team (http://openspeak-project.org) Für alle Autoren siehe AUTHORS

source: Activating plugin %1% (%2% events, %3% classes)
de: Aktiviere Plugin %1% (%2% Ereignisse, %3% Klassen)

source: Adds audio in/output through the portaudio library
de: Fügt Audioein-/ausgabeunterstützung durch die PortAudio Bibliothek hinzu

source: Argument %1% is invalid
de: Argument %1% ist ungültig

source: Can't create directory %1%
de: Kann Verzeichnis %1% nicht erstellen

source: Can't load plugins without an event mgr registered
de: Kann keine Plugins laden wenn kein EventMgr registriert ist

source: Catched unknown exception
de: Unbekannte Ausnahme aufgefangen

source: Core: Closed PluginMgr
de: Core: PluginMgr geschlossen

source: Core: Finished loading plugins
de: Core: Laden der Plugins abgeschlossen

source: Core: Initialized interface providers
de: Core: Schnittstellenanbieter initialisiert

source: Core: Loading plugins
de: Core: Lade Plugins

source: Core: Shutting down
de: Core: Beginne mit Schließvorgang

source: Core: Starting up
de: Core: Beginne mit Startvorgang

source: Core: Using audio input interface %1% failed
de: Core: Benutzen der Audioeingangsschnittstelle %1% fehlgeschlagen

source: Core: Using audio output interface %1% failed
de: Core: Benutzen der Audioausgangsschnittstelle %1% fehlgeschlagen

source: Core: Using the default audio input interface failed
de: Core: Benutzen der Standard Audioeingangsschnittstelle fehlgeschlagen

source: Core: Using the default audio output interface failed
de: Core: Benutzen der Standard Audioeingangsschnittstelle fehlgeschlagen

source: DEFAULT
de: STANDARD

source: Display more informations
de: Mehr Informationen anzeigen

source: Error while reading from stream
de: Fehler beim Lesen aus dem Stream

source: Error while writing to stream
de: Fehler beim Schreiben in den Stream

source: Event doesn't exist
de: Ereignis existiert nicht

source: Event is not connected
de: Ereignis ist nicht verbunden

source: Exception: %1%
de: Ausnahme: %1%

source: Finished logging
de: Aufzeichnung abgeschlossen

source: Given name is empty
de: Der übergebene Name ist leer

source: Interface %1% failed to initialise
de: Schnittstelle %1% konnte nicht initialisiert werden

source: Interface %1% is invalid
de: Schnittstelle %1% ist ungültig

source: Interface %1% not found
de: Schnittstelle %1% nicht gefunden

source: Invalid line in %1% (Line: %2%)
de: Ungültige lange Option %1% (Linie: %2%)

source: Invalid long option %1%
de: Ungültige lange Option %1%

source: Invalid short option %1%
de: Ungültige kurze Option %1%

source: Loaded plugin %1% (%2%) %3% from %4%
de: Plugin %1% (%2%) %3% von %4% geladen

source: Loading plugin %1% failed
de: Das Laden des Plugins %1% ist fehlgeschlagen

source: No interface chosen
de: Keine Schnittstelle ausgewählt

source: No valid interface available
de: Keine gültige Schnittstelle vorhanden

source: Option %1% takes an argument
de: Option %1% benötigt ein Argument

source: Parsed config file %1%openspeak.conf
de: Konfigurationsdatei %1%openspeak.conf geparsed

source: Parsed config file %1%openspeakd.conf
de: Konfigurationsdatei %1%openspeakd.conf geparsed

source: Plugin %1% is not a valid openSpeak Plugin
de: Plugin %1% ist kein gültiges openSpeak Plugin

source: Print out this help
de: Diese Hilfe anzeigen

source: Print out version informations
de: Versionsinformationen anzeigen

source: Recieved a null pointer
de: Null-Zeiger erhalten

source: Recieved pointer with empty type
de: Null-Zeiger mit leerem Typ erhalten

source: Removing invalid interface %1%
de: Entferne ungültige Schnittstelle %1%

source: Saving file %1% failed
de: Speichern der Datei %1% fehlgeschlagen

source: Started logging
de: Aufzeichnung gestartet

source: The filename is empty
de: Der Dateiname ist leer

source: This is the command line help for %1% %2%
de: Dies ist die Kommandozeilenhilfe für %1% %2%

source: Thread is not running
de: Thread ist nicht am Laufen

source: Thread was already created
de: Thread wurde bereits erstellt

source: Unknown interface '%1%'
de: Unbekannte Schnittstelle '%1%'

source: Unknown interface '%1%' found while unloading
de: Unbekannte Schnittstelle '%1%' beim Entladen gefunden

source: Unknown option %1%
de: Ungültige lange Option %1%

source: Unknown plugin %1%
de: Unbekanntes Plugin %1%
